"%[Any]@ of the following are true" = "%1$[Alguna]@ de las siguientes son verdaderas";
"%[All]@ of the following are true" = "%1$[Todas]@ las siguientes son verdaderas";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Velocidad de bits]@ %2$[es]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Velocidad de bits]@ %2$[no es]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Velocidad de bits]@ %2$[es superior a]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Velocidad de bits]@ %2$[es inferior a]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Velocidad de bits]@ %2$[es entre]@ %3$@ y %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Frecuencia de muestreo]@ %2$[es]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Frecuencia de muestreo]@ %2$[no es]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Frecuencia de muestreo]@ %2$[es superior a]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Frecuencia de muestreo]@ %2$[es inferior a]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Frecuencia de muestreo]@ %2$[es entre]@ %3$@ y %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[es]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[no es]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[es superior a]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[es inferior a]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[es entre]@ %3$@ y %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Número de disco]@ %2$[es]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Número de disco]@ %2$[no es]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Número de disco]@ %2$[es superior a]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Número de disco]@ %2$[es inferior a]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Número de disco]@ %2$[es entre]@ %3$@ y %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Número de reproducciones]@ %2$[es]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Número de reproducciones]@ %2$[no es]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Número de reproducciones]@ %2$[es superior a]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Número de reproducciones]@ %2$[es inferior a]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Número de reproducciones]@ %2$[es entre]@ %3$@ y %4$@";

"%[season]@ %[is]@ %@" = "%1$[Temporada]@ %2$[es]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Temporada]@ %2$[no es]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Temporada]@ %2$[es superior a]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Temporada]@ %2$[es inferior a]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Temporada]@ %2$[es entre]@ %3$@ y %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Número de omisiones]@ %2$[es]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Número de omisiones]@ %2$[no es]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Número de omisiones]@ %2$[es superior a]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Número de omisiones]@ %2$[es inferior a]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Número de omisiones]@ %2$[es entre]@ %3$@ y %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Número de pista]@ %2$[es]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Número de pista]@ %2$[no es]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Número de pista]@ %2$[es superior a]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Número de pista]@ %2$[es inferior a]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Número de pista]@ %2$[es entre]@ %3$@ y %4$@";

"%[year]@ %[is]@ %@" = "%1$[Año]@ %2$[es]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Año]@ %2$[no es]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Año]@ %2$[es superior a]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Año]@ %2$[es inferior a]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Año]@ %2$[es entre]@ %3$@ y %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Tamaño]@ %2$[es]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Tamaño]@ %2$[no es]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Tamaño]@ %2$[es superior a]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Tamaño]@ %2$[es inferior a]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Tamaño]@ %2$[es entre]@ %3$@ y %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Álbum]@ %2$[contiene]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Álbum]@ %2$[no contiene]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Álbum]@ %2$[es]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Álbum]@ %2$[no es]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Álbum]@ %2$[empieza por]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Álbum]@ %2$[acaba en]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Artista del álbum]@ %2$[contiene]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Artista del álbum]@ %2$[no contiene]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Artista del álbum]@ %2$[es]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Artista del álbum]@ %2$[no es]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Artista del álbum]@ %2$[empieza por]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Artista del álbum]@ %2$[acaba en]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artista]@ %2$[contiene]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artista]@ %2$[no contiene]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artista]@ %2$[es]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artista]@ %2$[no es]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artista]@ %2$[empieza por]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artista]@ %2$[acaba en]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Categoría]@ %2$[contiene]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Categoría]@ %2$[no contiene]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Categoría]@ %2$[es]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Categoría]@ %2$[no es]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Categoría]@ %2$[empieza por]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Categoría]@ %2$[acaba en]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Comentarios]@ %2$[contienen]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Comentarios]@ %2$[no contienen]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Comentarios]@ %2$[son]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Comentarios]@ %2$[no son]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Comentarios]@ %2$[empiezan por]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Comentarios]@ %2$[acaban en]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Compositor]@ %2$[contiene]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Compositor]@ %2$[no contiene]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Compositor]@ %2$[es]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Compositor]@ %2$[no es]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Compositor]@ %2$[empieza por]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Compositor]@ %2$[acaba en]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Depuración]@ %2$[contiene]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Depuración]@ %2$[no contiene]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Depuración]@ %2$[es]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Depuración]@ %2$[no es]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Depuración]@ %2$[empieza por]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Depuración]@ %2$[acaba en]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Descripción]@ %2$[contiene]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Descripción]@ %2$[no contiene]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Descripción]@ %2$[es]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Descripción]@ %2$[no es]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Descripción]@ %2$[empieza por]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Descripción]@ %2$[acaba en]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Género]@ %2$[contiene]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Género]@ %2$[no contiene]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Género]@ %2$[es]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Género]@ %2$[no es]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Género]@ %2$[empieza por]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Género]@ %2$[acaba en]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Grupo]@ %2$[contiene]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Grupo]@ %2$[no contiene]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Grupo]@ %2$[es]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Grupo]@ %2$[no es]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Grupo]@ %2$[empieza por]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Grupo]@ %2$[acaba en]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Clase]@ %2$[contiene]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Tipo]@ %2$[no contiene]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Clase]@ %2$[es]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Clase]@ %2$[no es]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Clase]@ %2$[empieza por]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Clase]@ %2$[acaba en]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Nombre]@ %2$[contiene]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Nombre]@ %2$[no contiene]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[El nombre]@ %2$[es]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Nombre]@ %2$[no es]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[El nombre]@ %2$[empieza por]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Nombre]@ %2$[acaba en]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Programa]@ %2$[contiene]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Programa]@ %2$[no contiene]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Programa]@ %2$[es]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Programa]@ %2$[no es]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Programa]@ %2$[empieza por]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Programa]@ %2$[acaba en]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Álbum para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Álbum para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Álbum para ordenar]@ %2$[es]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Álbum para ordenar]@ %2$[no es]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Álbum para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Álbum para ordenar]@ %2$[acaba en]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[es]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[no es]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Artista y álbum para ordenar]@ %2$[acaba en]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Artista para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Artista para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Artista para ordenar]@ %2$[es]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Artista para ordenar]@ %2$[no es]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Artista para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Artista para ordenar]@ %2$[acaba en]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Compositor para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Compositor para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Compositor para ordenar]@ %2$[es]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Compositor para ordenar]@ %2$[no es]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Compositor para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Compositor para ordenar]@ %2$[acaba en]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Nombre para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Nombre para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Nombre para ordenar]@ %2$[es]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Nombre para ordenar]@ %2$[no es]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Nombre para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Nombre para ordenar]@ %2$[acaba en]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Programa para ordenar]@ %2$[contiene]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Programa para ordenar]@ %2$[no contiene]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Programa para ordenar]@ %2$[es]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Programa para ordenar]@ %2$[no es]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Programa para ordenar]@ %2$[empieza por]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Programa para ordenar]@ %2$[acaba en]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Fecha de inclusión]@ %2$[es]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Fecha de inclusión]@ %2$[no es]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Fecha de inclusión]@ %2$[es posterior a]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Fecha de inclusión]@ %2$[es anterior a]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Fecha de inclusión]@ %2$[en los últimos]@ %3$@ %4$[días]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Fecha de inclusión]@ %2$[en las últimas]@ %3$@ %4$[semanas]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Fecha de inclusión]@ %2$[en los últimos]@ %3$@ %4$[meses]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Fecha de inclusión]@ %2$[no en los últimos]@ %3$@ %4$[días]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Fecha de inclusión]@ %2$[no en las últimas]@ %3$@ %4$[semanas]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Fecha de inclusión]@ %2$[no en los últimos]@ %3$@ %4$[meses]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Fecha de inclusión]@ %2$[es entre]@ %3$@ y %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Fecha de modificación]@ %2$[es]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Fecha de modificación]@ %2$[no es]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Fecha de modificación]@ %2$[es posterior a]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Fecha de modificación]@ %2$[es anterior a]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Fecha de modificación]@ %2$[en los últimos]@ %3$@ %4$[días]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Fecha de modificación]@ %2$[en las últimas]@ %3$@ %4$[semanas]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Fecha de modificación]@ %2$[en los últimos]@ %3$@ %4$[meses]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Fecha de modificación]@ %2$[no en los últimos]@ %3$@ %4$[días]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Fecha de modificación]@ %2$[no en las últimas]@ %3$@ %4$[semanas]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Fecha de modificación]@ %2$[no en los últimos]@ %3$@ %4$[meses]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Fecha de modificación]@ %2$[es entre]@ %3$@ y %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Última reproducción]@ %2$[es]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Última reproducción]@ %2$[no es]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Última reproducción]@ %2$[es posterior a]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Última reproducción]@ %2$[es anterior a]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Última reproducción]@ %2$[en los últimos]@ %3$@ %4$[días]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Última reproducción]@ %2$[en las últimas]@ %3$@ %4$[semanas]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Última reproducción]@ %2$[en los últimos]@ %3$@ %4$[meses]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Última reproducción]@ %2$[no en los últimos]@ %3$@ %4$[días]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Última reproducción]@ %2$[no en las últimas]@ %3$@ %4$[semanas]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Última reproducción]@ %2$[no en los últimos]@ %3$@ %4$[meses]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Última reproducción]@ %2$[es entre]@ %3$@ y %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Última omisión]@ %2$[es]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Última omisión]@ %2$[no es]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Última omisión]@ %2$[es posterior a]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Última omisión]@ %2$[es anterior a]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Última omisión]@ %2$[en los últimos]@ %3$@ %4$[días]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Última omisión]@ %2$[en las últimas]@ %3$@ %4$[semanas]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Última omisión]@ %2$[en los últimos]@ %3$@ %4$[meses]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Última omisión]@ %2$[no en los últimos]@ %3$@ %4$[días]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Última omisión]@ %2$[no en las últimas]@ %3$@ %4$[semanas]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Última omisión]@ %2$[no en los últimos]@ %3$@ %4$[meses]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Última ver omitido]@ %2$[es entre]@ %3$@ y %4$@";

"%[songid]@ %[is]@" = "%1$[Comprado]@ %2$[es verdadero]@";
"%[songid]@ %[is not]@" = "%1$[Comprado]@ %2$[es falso]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Marcado]@ %2$[es verdadero]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Marcado]@ %2$[es falso]@";

"%[artwork]@ %[is]@" = "%1$[Ilustración del álbum]@ %2$[es verdadera]@";
"%[artwork]@ %[is not]@" = "%1$[Ilustración del álbum]@ %2$[es falsa]@";

"%[compilation]@ %[is]@" = "%1$[Recopilación]@ %2$[es verdadera]@";
"%[compilation]@ %[is not]@" = "%1$[Recopilación]@ %2$[es falsa]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Duración]@ %2$[es]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Duración]@ %2$[no es]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Duración]@ %2$[es superior a]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Duración]@ %2$[es inferior a]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Duración]@ %2$[es entre]@ %3$@ y %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Puntuación del álbum]@ %2$[es]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Puntuación del álbum]@ %2$[no es]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Puntuación del álbum]@ %2$[es superior a]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Puntuación del álbum]@ %2$[es inferior a]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Puntuación del álbum]@ %2$[es entre]@ %3$@ y %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Puntuación]@ %2$[es]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Puntuación]@ %2$[no es]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Puntuación]@ %2$[es superior a]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Puntuación]@ %2$[es inferior a]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Puntuación]@ %2$[es entre]@ %3$@ y %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[música]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[vídeo musical]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[película]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[programa de televisión]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[audiolibro]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[libro]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[nota de voz]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Tipo de soporte]@ %2$[es]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[música]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[vídeo musical]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[película]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[programa de televisión]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[audiolibro]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[libro]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[nota de voz]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Tipo de soporte]@ %2$[no es]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Lista de reproducción]@ %2$[es]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Lista de reproducción]@ %2$[no es]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[La ubicación]@ %2$[se encuentra]@ %3$[en este ordenador]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Ubicación]@ %2$[es]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[La ubicación]@ %2$[no se encuentra]@ %3$[en este ordenador]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Ubicación]@ %2$[no es]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[coincidente]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[comprado]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[cargado]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[inadecuado]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[solo local]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[error]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[El estado de iCloud]@ %2$[es]@ %3$[duplicar]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[coincidente]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[comprado]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[cargado]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[inadecuado]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[solo local]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[error]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[El estado de iCloud]@ %2$[no es]@ %3$[duplicar]@";
